[{
		"head": "Women’s World Cup 2023: Group stage schedule, knockout round schedule, and television information",
		"coverUrl": "https://cdn.vox-cdn.com/thumbor/_yAbGORajDNdN2noef2adzzr8x8=/0x0:8000x5336/920x613/filters:focal(3463x3073:4743x4353):format(webp)/cdn.vox-cdn.com/uploads/chorus_image/image/72468556/1557442093.0.jpg",
		"description": "<p>The 2023 FIFA Women’s World Cup is officially underway, with the host nations New Zealand and Australia both in action on the first day of the tournament.</p><p>This is the first Women’s World Cup played with the expanded 32-team field, and this year’s edition features eight teams making their World Cup debut: Haiti, Republic of Ireland, Morocco, Panama, Philippines, Portugal, Vietnam and Zambia are all making their first appearance in the Women’s World Cup. </p><p>Australia is one of the favorites in this tournament, but they drew a difficult place in the tournament, as many consider Group B to be this year’s “Group of Death.” They’ll have to contend with Canada, Ireland, and Nigeria just to advance. making matters worse, Australia got some tough news as the tournament began, as top scorer Sam Kerr suffered a calf injury during training and will be sidelined for at least their first two matches.</p><p>England is another favorite, but The Lionesses are without several key players due to injuries. Leah Williamson and Fran Kirby are both out with knee injuries, as is Beth Mead, who won the Golden Boot at the 2022 Euros.</p><p>Group F should be fascinating to watch, given the presence of France and Brazil. Marta is playing in her final World Cup, and the two sides played a memorable match in the Round of 16 back in 2019, with France coming out on top 2-1.</p><p>Then there is the United States. The US is considered the overall favorites for the tournament, but they are undergoing something of a changing of the guard. The USWMT is another team missing some key players due to injuries, including Mallory Swanson, Becky Sauerbrunn, Catarina Macario, Sam Mewis, and Christen Press. That has opened the door for emerging talents such as Sophia Smith and Trinity Rodman who alongside mainstays such as Julie Ertz, Rose Lavelle, and Alex Morgan will try and send Megan Rapinoe off a winner in her final World Cup. </p><p>Here is a look at the entire schedule, along with television information for each match.</p> "
	},

	{
		"head": "Lionel Messi is already a Florida man shopping at Publix",
		"coverUrl": "https://pbs.twimg.com/media/F09pbTnWcAMLhWX?format=jpg&name=360x360",
		"description": "<p>A lot is being made of Messi shopping at the store and not getting swarmed by 1,000 fans LIKE IT’S A BAD THING. Man, this has to be absolute heaven for him. For his entire adult life he’s basically never been able to go anywhere public without immediately having his trip ruined by fans. Being able to casually stroll around the store, pick out his items, and largely get left alone has to be heaven for him.</p><p>Also, I don’t think people in Europe really get that we tend to leave athletes alone a lot of the time. Don’t get me wrong, there are definitely people who will harass them, but for the most part when I’ve seen a famous athlete people stop to say “hi,” and maybe get a photo — but we’re cognizant of not totally ruining their day.</p><p>In any event, I’m happy Leo is getting to experience Publix and the joys of the American grocery store appearance. Judging from his basket he’s going for the triple-threat of cereal delights in Lucky Charms, Froot Loops and Cinnamon Toast Crunch (for the kids, I presume) while also picking up some mini muffins and some taco seasoning, because why not?</p><p>The only misstep I see here: No Pub Sub. The Publix sandwich is a way of life and a can’t-miss item on any trip. I asked man of astounding taste and SB Nation’s resident Florida Man, JP Acosta to suggest a good Pub Sub for Leo on his next trip.</p><blockquote><p>“I’m a classic guy, gimme the tenders on wheat bread and cheddar cheese, with lettuce and tomato. I do like the Buffalo chicken pub sub though, it’s elite.”</p></blockquote><p>It might not jive with his training diet, but Messi’s in the USA now — he’s gotta treat himself. Also, let’s be real, Leo could come to MLS totally out of shape and still dominate the field.</p> "
	},

	{
		"head": "Jordan Spieth’s stunning Rickie Fowler admission amid Leeds United ownership with Justin Thomas",
		"coverUrl": "https://cdn.vox-cdn.com/thumbor/U7784m7m1xNb1Gba6dPsArZ4fJE=/0x0:3750x2850/920x613/filters:focal(1645x871:2245x1471):format(webp)/cdn.vox-cdn.com/uploads/chorus_image/image/72449723/530108412.0.jpg",
		"description": "<p>Leeds United of the English Premier League was one of three teams recently relegated back to the English Championship League at the end of the 2022-23 season.</p><p>Amidst their disappointing season, <a>Rickie Fowler</a> decided to pull out of his minority investment within the club. </p><p><a>Jordan Spieth revealed the news</a> to Sky Sports before the Genesis Scottish Open Wednesday.</p><p>Meanwhile, Spieth and <a>Justin Thomas</a> will continue as minority owners of Leeds United, despite relegation.</p><p>“Relegation wasn’t ideal,” Spieth said. “But we got involved with the 49ers group about purchasing a larger share and getting in with them. [They have] done things so successfully as they do everywhere they’ve touched.</p><p>“We thought it would be a cool opportunity. It’s a big city, historic club, a great venue in Elland Road, and once we looked into it, we realized it could be really exciting.”</p><p>The <a>San Francisco 49ers</a> are owned by the York Family, who first made a minority investment in Leeds United in 2018.</p><p>Per The Athletic, the <a>49ers ownership group purchased</a> the remainder of the controlling interest of the club for £170 million or $213 million.</p><p>Had Leeds United stayed in the top flight of English soccer, that price likely would have ballooned to $500 million.</p><p>But the York family and two of the most recognizable <a>PGA Tour</a> players are not the only notable Americans investing in European soccer teams.</p><p >Stan Kroenke, who owns the Los Angeles Rams, Denver Nuggets, and Colorado Avalanche, also is the owner and co-chairman of Arsenal F.C., one of the most famous teams in the world.</p><p>The owners of the Tampa Bay Buccaneers, the Glazer family, also own and operate Manchester United, one of the most recognizable clubs worldwide. </p><p>Actors Ryan Reynolds and Rob McElhenney purchased the oldest club in Wales, Wrexham A.F.C., in 2020. The two celebrities have since started a television series fixated on the small Welsh club.</p><p>Now the York Family, along with Spieth and Thomas, will own Leeds United going forward. </p><p>Perhaps Fowler will regret his decision to pull out as an investor should Leeds United return to the Premier League in 2024.</p><p><em>Jack Milko is a golf staff writer for SB Nation’s Playing Through. You can follow him on Twitter @jack_milko for more golf coverage. Be sure to check out @_PlayingThrough too.</em></p> "
	},

	{
		"head": "Lionel Messi picks Inter Miami over Saudi Arabia",
		"coverUrl": "https://cdn.vox-cdn.com/thumbor/uhyCouRgRDNUfrYYfTMP3ddn7DI=/0x0:5472x3648/920x613/filters:focal(2070x947:2944x1821):format(webp)/cdn.vox-cdn.com/uploads/chorus_image/image/72348216/1496208807.0.jpg",
		"description": "<p>In what could be the biggest news in the history of Major League Soccer, Lionel Messi has reportedly picked Inter Miami over Saudi mega-club Al Ittihad or Barcelona.</p><p>Details are yet to be released on Messi’s contract with Miami, though it’s safe to say it will be the largest in the history of MLS. It’s not uncommon to see aging European players make a move to the United States in their twilight, however this is the first time a player as highly-coveted as Messi, who still had significant interest from major clubs has chosen to head stateside over any alternative option. The most recent major MLS signing of this nature was Zlatan Ibrahimovich, who left <a>Manchester United</a> in 2018 for a two year stint with the <a>L.A. Galaxy</a>, before closing out his career with A.C. Milan.</p><p>Still, Messi is a <em>much</em> bigger global name than Ibrahimovich, and the hype when this deal goes through will be unimaginable. Naturally the hope for MLS will be that Messi’s arrival will cause more players to consider jumping to the U.S., strengthening the league as a whole — but whether that comes to fruition remains to be seen.</p><p>Either way, this is a shockwave deal that is reverberating throughout international soccer and the biggest news MLS has had, perhaps ever.</p><p><em>We will have more details on Messi’s contract and the terms of this deal as they become available.</em></p> "
	},

	{
		"head": "USWNT 2023 Women’s World Cup roster revealed",
		"coverUrl": "https://cdn.vox-cdn.com/thumbor/CboGZsvDyyA6x9_D9U_ba9YToxk=/0x0:5000x3892/920x613/filters:focal(2179x1133:2979x1933):format(webp)/cdn.vox-cdn.com/uploads/chorus_image/image/72388835/1497010456.0.jpg",
		"description": "<p>The 2023 Women’s World Cup begins in 29 days, and the United States Women’s National Team now have an official roster. Today, <a>U.S. Soccer announced</a> the 23 players that will represent the United States at the Women’s World Cup in New Zealand &amp; Australia as they attempt to once again defend their title.</p><p>Three players - Kristie Mewis, Kelley O’Hara, and Lynn Williams - were the first to be introduced as part of the 2023 <a>USWNT</a> World Cup team, as they were interviewed on The Today Show ahead of the release of the full roster.</p><p>For the rest of the roster, U.S. Soccer solicited a little help from some friends to announce who made the plane to New Zealand and Australia.</p><p>The <a>USWNT</a> player pool has expanded over the past year due to the emergence of some young players along with some key injuries. Many players, like Catarina Macario, Christen Press, Samantha Mewis, and Tobin Heath, were not able to return to play. Becky Sauerbrunn, the captain of the team, announced over the weekend that an injury she picked up recently would keep her out of the World Cup.</p><p>Still, it was an incredibly difficult decision for USWNT coach Vlatko Andonovski, who knew that he would be leaving some terrific players at home with the announcement of the roster. But, the #1 team on the planet now has 23 players who will seek to win the title for a 3rd consecutive time and 5th overall.</p><p>The 2023 United States Women’s World Cup roster:</p><p><strong>Goalkeepers (3):</strong> Aubrey Kingsbury (Washington Spirit), Casey Murphy (<a >North Carolina Courage</a>), Alyssa Naeher (Chicago Red Stars)</p><p><strong>Defenders (7):</strong> Alana Cook (<a>OL Reign</a>), Crystal Dunn (Portland Thorns), Emily Fox (North Carolina Courage), Naomi Girma (San Diego Wave), Sofia Huerta (OL Reign), Kelley O’Hara (NJ/NY Gotham FC), Emily Sonnett (OL Reign)</p><p><strong>Midfielders (7):</strong> Savannah DeMelo (Racing Louisville), Julie Ertz (Angel City FC), Lindsey Horan (Olympique Lyonnais), Rose Lavelle (OL Reign), Kristie Mewis (NJ/NY Gotham FC), Ashley Sanchez (Washington Spirit), Andi Sullivan (Washington Spirit)</p><p><strong>Forwards (6): </strong>Alex Morgan (San Diego Wave), Megan Rapinoe (OL Reign), Trinity Rodman (Washington Spirit), Sophia Smith (Portland Thorns), Alyssa Thompson (Angel City FC), Lynn Williams (NJ/NY Gotham FC)</p><p>Nine players on the roster were on the 2019 team that won the Women’s World Cup in France for the 2nd straight time. 11 players were on the 2020 Olympics squad that finished with a bronze medal. OL Reign is the team that has the most representation on the final roster with 5 players, while the other teams represented were: the Washington Spirit (4); NJ/NY Gotham FC (3); Angel City FC, Portland Thorns, the North Carolina Courage, and the San Diego Wave (2 each); and Olympique Lyonnais, the Chicago Red Stars, and Racing Louisville (1 each). The <a>Houston Dash</a>, Kansas City Current, and the Orlando Pride are the only <a>NWSL</a> teams that did not see a player named to the USWNT roster.</p><p>There were several players who factored into the the national team the past couple of years that did not get named to the roster. Casey Krueger, Ashley Hatch, Taylor Kornieck, Tierna Davidson, Adrianna Franch, Carson Pickett, Midge Purce, Sam Coffey, and Hailie Mace are among the players who could easily have been called in but will remain at home.</p><p>“The task of selecting a World Cup Team is never easy, but I’m proud of the players for their work ethic and focus during the process and of our coaching staff for doing the work to put together the best team possible,” said Vlatko Andonovski in a statement. “It’s the players that make the biggest impact on our environment, they push each other to be better and I know as a group they are extremely motivated to make our country proud at the World Cup. Every player has a different journey to get to this point so our roster has some amazing stories and we have a really good mix of veterans and younger players.”</p> "
	},

	{
		"head": "The Real Gio Reyna Stood Up",
		"coverUrl": "https://cdn.vox-cdn.com/thumbor/--bBv9sb5a-OS3_g6PabOKrnoLQ=/0x0:3243x2162/920x613/filters:focal(1785x921:2303x1439):format(webp)/cdn.vox-cdn.com/uploads/chorus_image/image/72382058/1499617629.0.jpg",
		"description": "<p>Please forgive the Eminem pun.</p><p>Giovanni Reyna has been hyped up to the American soccer public since he was 14 years old. I still remember seeing an Adidas commercial way back in 2018 featuring the young talent who hadn’t even signed a professional contract yet and was playing for NYCFC youth teams. The son of a USMNT legend was always going to have those expectations on his shoulders if he sniffed the spotlight. After all the controversy and noise swirling around him over the past year, everything seemed to fall by the wayside during these four days in Vegas. What we witnessed was a kid out on the field doing what he loves to do. No distractions, no hoopla. Just an extremely talented soccer player proving just how good he really is.</p><p>His 45-minute performance against Canada in the Nations League final will likely go down as one of the best individual efforts in USMNT history. Before kickoff, fans and pundits alike saw the starting lineup B.J. Callaghan decided on and worried about the lack of a defensive midfield presence. It didn’t take long for Gio to show everyone that you don’t need defensive-minded midfielders if one player can control the midfield by himself</p><p>This performance felt like a culmination of years of hype combined with glimpses of brilliance finally colliding to produce something truly special. Reyna has shown signs of being a dominant USMNT performer before but has never consistently put his stamp on a match like he did against Canada. Not only did he control the midfield with his technical excellence, he combined that with the playmaking skills that earned him so much plaudits as a young phenom. His exceptional set-piece delivery helped the U.S. secure an early goal, while his natural skill from the run of play unlocked the Canadian defense a second time. A perfectly-timed and weighted throughball to Folarin Balogun to run onto and finish was stuff dreams are made of:</p><p>Reyna’s mix of skill, technique, vision and tenacity is unlike we’ve ever seen within the USMNT player pool. He is the type of player this team has been waiting for. His performances in these two Nations League matches is proof that he must be included in any full-strength lineup put out as long as he can stay fit.</p><p>There’s a long and winding road to the 2026 World Cup. If this run of form can be consistently duplicated, there’s no doubt that Gio should be the one driving this team towards that momentous occasion. If everyone watching can see that, there’s no doubt that Gregg Berhalter will too.</p> "
	}

]